export const aboutMe = {
  name: "עלי",
  picture:
    "https://images.cdn-files-a.com/uploads/6918488/2000_65c646aa59e06.jpg",
  header: "רק על עצמי לספר ידעתי...",
  onartist: `אז מה עשיתי ב-20 השנים האחרונות?
הדרכתי.
הדרכתי פעוטות, ילדים, בני-נוער ומבוגרים. הדרכתי בתנועות נוער, ועדי עובדים, חיילים וקצינים בצה"ל. הדרכתי במוזאונים, בטיולים, בסיורים לימודיים-תכניים, בהרצאות ובשיעורים.
חוץ מזה – אני מנגן, הרבה.
אם יש לזה מיתרים – רוב הסיכויים שאני יכול לנגן על זה. נכון, יש נגנים טובים ממני – אז מזל שאני לא עושה מופעי מוזיקה.
והדבר שאני הכי אוהב לעשות בעולם – זה לספר סיפורים: סיפורים עשירים, מעניינים ומורכבים על דמויות ואירועים גדולים וקטנים, שהשפיעו על החיים של כולנו, ועיצבו את הזהות והתרבות שלנו, כאן בישראל.`,

  bgColor: "bg-stone-50 ",
  recomendations: "ההרצאות הכי טובות בעולם. ואיזה מרצה חתיך",
};
