import Poliker from "./assets/pictures/Poliker.png";
import Bialik from "./assets/pictures/Bialik.webp";
import Aris_San from "./assets/pictures/Aris_San.jpg";

export const artistsData = [
  {
    name: "אריס סאן",
    picture: Aris_San,
    header: '"הוא לא היה איש חכם, אין מה לעשות"',
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן 17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "ביאליק",
    picture: Bialik,
    header: '"לא זכיתי באור מן ההפקר"',
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,

    bgColor: "bg-sky-50 ",
  },
  {
    name: "פוליקר",
    picture: Poliker,
    header: '"אני אלקו, סתם ילד יווני"',
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,
    bgColor: "bg-emerald-50 ",
  },
];
