import Poliker from "./assets/pictures/Poliker.png";
import Bialik from "./assets/pictures/Bialik.webp";
import Aris_San from "./assets/pictures/Aris_San.jpg";
import zoharArgov from "./assets/pictures/zoharArgov.png";

export const artistsData = [
  {
    name: "אריס סאן",
    slug: "aris-san",
    picture: Aris_San,
    header: '"הוא לא היה איש חכם, אין מה לעשות"',
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן 17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "ביאליק",
    slug: "bialik",
    picture: Bialik,
    header: '"לא זכיתי באור מן ההפקר"',
    onartist: `ביאליק, המשורר הלאומי של ישראל, מאנשי הרוח היהודים הגדולים ביותר במאות השנים האחרונות.
מי שנולד לעוני בכפר קטן בתחום המושב הרוסי, והתייתם מאביו כילד, הפך לאחת מהדמויות המשמעותיות ביותר בתחומי האמונות, התרבות והמהות של עם ישראל, ושל מדינת ישראל. 
הוכר כמשורר הלאומי של העם היהודי, ושימש כאב הגדול של דורות משוררים, סופרים ומדינאים שיבואו אחריו. 
מנהיג שהצליח להשמיע לפני 100 שנה קול חדשני וחשוב, שכדאי שישוב להישמע גם כיום.`,

    onlecture: `כדי להקיף את עולמו, חייו, פועלו והשפעתו האדירה, צריך להקדיש יותר מהרצאה אחת. אפשר ב-3: 
ביאליק חלק א' – מהתחלות צנועות לכתר המשורר הלאומי
ביאליק חלק ב' – מראשית המאה ה-20 ועד ה-7.10: ביאליק והציונות
ביאליק חלק ג' – ביאליק ותל אביב: ביאליק הבנאי הגדול
שלוש הרצאות המשלבות תמונות, שירה, שירים, סיפורים, מוזיקה מוקלטת ומוזיקה חיה, בהן אנסה להסביר למה (לדעתי) ביאליק הוא כנראה הדמות הכי חשובה בהיסטוריה של מדינת ישראל. 
אם שלוש הרצאות נשמע לכם הרבה – דברו איתי, ונראה מה אפשר לעשות.`,
    bgColor: "bg-sky-50 ",
  },
  {
    name: "פוליקר",
    slug: "poliker",
    picture: Poliker,
    header: '"אני אלקו, סתם ילד יווני"',
    onartist: `יהודה פוליקר, שנולד בליל חורף בשנת 1950, צמח להיות אחד האומנים הכי גדולים בארץ. 
מי שגדל בצפיפות ועוני בפרבר קטן של חיפה, וסחב את משקל הזכרון של קהילת יהודי סלוניקי והשואה, גדל להיות אחד מכוכבי הרוק הגדולים ביותר של שנות ה-1980, סמל הדור השני לשואה, ויוצר יוצא דופן, שמצליח למשלב כל-כך בטבעיות דברים שאף אחד לא חשב לשלב לפניו. 
וגם היום, אחרי כ-50 שנות יצירה, הוא עוד חי ובועט, יוצר ומעורר השראה.`,
    onlecture: `בשעה של סיפורים, שירים, מוזיקה חיה ותמונות, נכיר את הסיפור של הילד מקריית חיים, ודרך סיפור חייו והיצירה שלו, נכיר קצת יותר: 
את עצמנו, את ההורים שלנו והסבים שלנו, את קריית חיים וסלוניקי, חיפה ותל אביב, 
את האנשים שהפגישות שלו איתם השאירו חותם עליו, עליהם ועלינו. 
ונדבר גם על הבדידות, שנראה שתמיד נמצאת איתו, בכל מקום בו הוא הולך.`,
    bgColor: "bg-emerald-50 ",
  },
  {
    name: "צלילי הכרם וצלילי העוד",
    slug: "tselili-ha-kerem",
    picture: Aris_San,
    header: '"יום שישי תרצ"ט פרשת ויאמר"',
    onartist: `שני הרכבים מאוד מיוחדים פעלו בישראל בשנות ה-1970 וה-1980. צלילי הכרם וצלילי העוד. 
הם היו דומים מאוד: הביאו שילוב של מוזיקת ארץ ישראל היפה, מוזיקה יוונית, שירי משוררים והורה מהקיבוצים, לצד גיטרה חשמלית בסגנון חדש, סלסולים ומאוולים. אבל גם לכל אחת סגנון וקהל משלה.

ארבעת הדמויות הבולטות בהרכבים האלה: דקלון, בן-מוש, רמי דנוך ויהודה קיסר הביאו לנו מאות שירים, ביצועים, ומופעים ששינו את המוזיקה הפופולרית בישראל והתרומה שלהם ליצירה הישראלית לא תסולא בפז.

ואם תחילת הסיפור היא בהפרדת כוחות וחלוקת הארץ, הסוף שלו יכול להביא לכולנו קצת תקווה לעתיד. `,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות נחזור לדרבי השכונות הגדול בין שכונת הכרם ושכונת התקווה וננסה לענות על השאלות: מי היו קודם, של מי השירים הגדולים, מי המנצחים הגדולים ומי המפסידים ביריבות שבין צלילי הכרם וצלילי העוד.
וכמובן שנזכיר כמה מהדמויות המשמעותיות בסיפור המוזיקה המזרחית: אהובה עוזרי, האחים ראובני והאחים עזולאי, ועוד רבים וטובים `,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "זוהר ארגוב",
    slug: "zohar-argov",
    picture: zoharArgov,
    onartist: `זוהר ארגוב, 'מלך המוזיקה המזרחית', הוא מהאומנים והמוזיקאים הבולטים שחיו ופעלו בישראל. 
אחד מעשרה אחים, הוא נולד בשנת 1955, בשיכון המזרח בראשון לציון, ונפטר בשנת 1987, בסך הכל בן 32, אבל במהלך חייו הקצרים הצליח לשבור את תקרת הזכוכית במוזיקה הישראלית, והפך לסטנדרט לפיו נבחנים כל הזמרים המזרחיים שבאו בעקבותיו עד ימינו. 
יכולותיו המוזיקליות לצד סיפור החיים הדרמטי שלו, פגמים וחולשות אישיות ובחירות לא טובות שבחר במהלך חייו, הפכו אותו לדמות איקונית ומורכבת בתולדות התרבות הישראלית, שראוי להכיר ולדבר על כל צדדיה`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות נכיר את 'מסע הגיבור' של זוהר ארגוב, נבין יחד למה כל כך רבים חיכו דווקא לו שיופיע, ומדוע למרות שהיה זמר ענק, הוא הפך לסמל דווקא לאחר מותו. 
במסגרת ההרצאה נכיר גם רבים ממי שעזרו לו להגיע למעמדו, ליוו אותו, חנכו אותו, תמכו בו וניסו למנוע את הסוף המוקדם והטרגי של חייו.  `,

    bgColor: "bg-amber-50 ",
  },
];
