import Poliker from "./assets/pictures/Poliker.png";
import Bialik from "./assets/pictures/Bialik.png";
import ArisSan from "./assets/pictures/ArisSan.png";
import zlileiHakeremVeHaoud from "./assets/pictures/zlileiHakeremVeHaoud.png";
import zoharArgov from "./assets/pictures/zoharArgov.png";
import dannysanderson from "./assets/pictures/dannysanderson.png";

import yehonatanGeffen from "./assets/pictures/yehonatanGeffen.png";

export const artistsData = [
  {
    name: "אריס סאן",
    slug: "aris-san",
    picture: ArisSan,
    header: '"הוא לא היה איש חכם, אין מה לעשות"',
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן 17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "ביאליק",
    slug: "bialik",
    picture: Bialik,
    header: '"לא זכיתי באור מן ההפקר"',
    onartist: `ביאליק, המשורר הלאומי של ישראל, מאנשי הרוח היהודים הגדולים ביותר במאות השנים האחרונות.
מי שנולד לעוני בכפר קטן בתחום המושב הרוסי, והתייתם מאביו כילד, הפך לאחת מהדמויות המשמעותיות ביותר בתחומי האמונות, התרבות והמהות של עם ישראל, ושל מדינת ישראל. 
הוכר כמשורר הלאומי של העם היהודי, ושימש כאב הגדול של דורות משוררים, סופרים ומדינאים שיבואו אחריו. 
מנהיג שהצליח להשמיע לפני 100 שנה קול חדשני וחשוב, שכדאי שישוב להישמע גם כיום.`,

    onlecture: `כדי להקיף את עולמו, חייו, פועלו והשפעתו האדירה, צריך להקדיש יותר מהרצאה אחת. אפשר ב-3: 
ביאליק חלק א' – מהתחלות צנועות לכתר המשורר הלאומי
ביאליק חלק ב' – מראשית המאה ה-20 ועד ה-7.10: ביאליק והציונות
ביאליק חלק ג' – ביאליק ותל אביב: ביאליק הבנאי הגדול
שלוש הרצאות המשלבות תמונות, שירה, שירים, סיפורים, מוזיקה מוקלטת ומוזיקה חיה, בהן אנסה להסביר למה (לדעתי) ביאליק הוא כנראה הדמות הכי חשובה בהיסטוריה של מדינת ישראל. 
אם שלוש הרצאות נשמע לכם הרבה – דברו איתי, ונראה מה אפשר לעשות.`,
    bgColor: "bg-sky-50 ",
  },
  {
    name: "פוליקר",
    slug: "poliker",
    picture: Poliker,
    header: '"אני אלקו, סתם ילד יווני"',
    onartist: `יהודה פוליקר, שנולד בליל חורף בשנת 1950, צמח להיות אחד האומנים הכי גדולים בארץ. 
מי שגדל בצפיפות ועוני בפרבר קטן של חיפה, וסחב את משקל הזכרון של קהילת יהודי סלוניקי והשואה, גדל להיות אחד מכוכבי הרוק הגדולים ביותר של שנות ה-1980, סמל הדור השני לשואה, ויוצר יוצא דופן, שמצליח למשלב כל-כך בטבעיות דברים שאף אחד לא חשב לשלב לפניו. 
וגם היום, אחרי כ-50 שנות יצירה, הוא עוד חי ובועט, יוצר ומעורר השראה.`,
    onlecture: `בשעה של סיפורים, שירים, מוזיקה חיה ותמונות, נכיר את הסיפור של הילד מקריית חיים, ודרך סיפור חייו והיצירה שלו, נכיר קצת יותר: 
את עצמנו, את ההורים שלנו והסבים שלנו, את קריית חיים וסלוניקי, חיפה ותל אביב, 
את האנשים שהפגישות שלו איתם השאירו חותם עליו, עליהם ועלינו. 
ונדבר גם על הבדידות, שנראה שתמיד נמצאת איתו, בכל מקום בו הוא הולך.`,
    bgColor: "bg-emerald-50 ",
  },
  {
    name: "צלילי הכרם וצלילי העוד",
    slug: "tselili-ha-kerem",
    picture: zlileiHakeremVeHaoud,
    header: '"יום שישי תרצ"ט פרשת ויאמר"',
    onartist: `שני הרכבים מאוד מיוחדים פעלו בישראל בשנות ה-1970 וה-1980. צלילי הכרם וצלילי העוד. 
הם היו דומים מאוד: הביאו שילוב של מוזיקת ארץ ישראל היפה, מוזיקה יוונית, שירי משוררים והורה מהקיבוצים, לצד גיטרה חשמלית בסגנון חדש, סלסולים ומאוולים. אבל גם לכל אחת סגנון וקהל משלה.

ארבעת הדמויות הבולטות בהרכבים האלה: דקלון, בן-מוש, רמי דנוך ויהודה קיסר הביאו לנו מאות שירים, ביצועים, ומופעים ששינו את המוזיקה הפופולרית בישראל והתרומה שלהם ליצירה הישראלית לא תסולא בפז.

ואם תחילת הסיפור היא בהפרדת כוחות וחלוקת הארץ, הסוף שלו יכול להביא לכולנו קצת תקווה לעתיד. `,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות נחזור לדרבי השכונות הגדול בין שכונת הכרם ושכונת התקווה וננסה לענות על השאלות: מי היו קודם, של מי השירים הגדולים, מי המנצחים הגדולים ומי המפסידים ביריבות שבין צלילי הכרם וצלילי העוד.
וכמובן שנזכיר כמה מהדמויות המשמעותיות בסיפור המוזיקה המזרחית: אהובה עוזרי, האחים ראובני והאחים עזולאי, ועוד רבים וטובים `,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "זוהר ארגוב",
    slug: "zohar-argov",
    picture: zoharArgov,
     header: '"ואל תבקש ללמוד את סוד המזלות"',
    onartist: `זוהר ארגוב, 'מלך המוזיקה המזרחית', הוא מהאומנים והמוזיקאים הבולטים שחיו ופעלו בישראל. 
אחד מעשרה אחים, הוא נולד בשנת 1955, בשיכון המזרח בראשון לציון, ונפטר בשנת 1987, בסך הכל בן 32, אבל במהלך חייו הקצרים הצליח לשבור את תקרת הזכוכית במוזיקה הישראלית, והפך לסטנדרט לפיו נבחנים כל הזמרים המזרחיים שבאו בעקבותיו עד ימינו. 
יכולותיו המוזיקליות לצד סיפור החיים הדרמטי שלו, פגמים וחולשות אישיות ובחירות לא טובות שבחר במהלך חייו, הפכו אותו לדמות איקונית ומורכבת בתולדות התרבות הישראלית, שראוי להכיר ולדבר על כל צדדיה`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות נכיר את 'מסע הגיבור' של זוהר ארגוב, נבין יחד למה כל כך רבים חיכו דווקא לו שיופיע, ומדוע למרות שהיה זמר ענק, הוא הפך לסמל דווקא לאחר מותו. 
במסגרת ההרצאה נכיר גם רבים ממי שעזרו לו להגיע למעמדו, ליוו אותו, חנכו אותו, תמכו בו וניסו למנוע את הסוף המוקדם והטרגי של חייו.  `,

    bgColor: "bg-amber-50 ",
  },

{
  name: "יהונתן גפן",
  slug: "yehonatan-geffen",
  picture: yehonatanGeffen,
  header: '"זה הכל בינתיים, בינתיים זה הכל"',
  onartist: `יהונתן גפן הוא אחד האומנים הכי משפיעים שפעלו בישראל בחמישים השנים האחרונות. הוא ייזכר כדמות יוצאת דופן: אהובה מאוד ומעוררת מחלוקת באותה מידה. 
כמי שנולד בעיצומה של מלחמת העצמאות בנהלל, נצר למשפחת דיין-גפן, אחיין של שר הביטחון משה דיין, והתחיל לכתוב שירים עוד בילדותו הצעירה, גפן היה אמור להפוך לפוסטר של הדור השני לחלוצים, לסמל של דור המדינה, אבל היו לו תכניות אחרות. 
עזב את נהלל ואת אביו בטריקת דלת והגיע כבחור צעיר לתל אביב, עם שמיכת צמר בלבד, ותוך שנים בודדות הפך לאומן מוערך, כותב מוכר וגיבור תרבות. 
לאורך חייו כתב והוציא לאור מאות רבות של שירים ופזמונות לילדים, ומבוגרים כאחד, רבים מהם הפכו לנכסי צאן ברזל. הוא הוציא ספרי שירה וסיפורת, כתב לגדולי האומנים הישראלים, ביניהם אריק איינשטיין, וחברי לול, דייויד ברוזה, פוליקר ורבים וטובים אחרים.
שימש כעיתונאי וכותב טורים בהם תמיד הקפיד לעמוד על דעתו, והיה מוכן לשלם מחירים עבור השמעתה מתוך דבקות באמונות שלו ובצדקת דרכו, ואפילו יצר סוג חדש של יצירה בארץ: מופעי יהונתן גפן.  
סבל לאורך השנים מאלכוהוליזם ודיכאון, חי בחו"ל וחזר לארץ, ובסופו של דבר סיים את חייו במושב, והובא לקבורות בנהלל ממנה ברח ואליה נמשך כל חייו.`,
  onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות, ניזכר ביצירות מוכרות ואהובות שלו, ונכיר כמה פחות מוכרות, נדבר על עמק יזרעאל, על חלוציות ועל ייחוס צברי. נבין למה יהונתן גפן אף פעם לא היה יכול 'לסתום את הפה', גם ובעיקר אם מה שהיה לו להגיד היה מעורר מחלוקת ועצבן הרבה אנשים. 
אולי נצליח להבין איך קורה שאדם שכתב את הילדה הכי יפה בגן, גם העלה מופע סאטירי נגד האינתיפאדה וקרא לו "טוב נבוט בעד ארצנו", ואיך האלכוהוליזם נכנס לתוך כל הקלחת הזו.`,
  bgColor: "bg-green-50",
},  

{
  name: "דני סנדרסון",
  slug: "danny-sanderson",
  picture: dannysanderson,
  header: ' "אני אדם פשוט, סוניה"',
  onartist: `דני סנדרסון הוא מגדולי היוצרים והמוזיקאים שחיו ופועלים בישראל. הוא נולד בשנת 1950, ומאז ועד היום הוא לא מפסיק לעולל מעללים, לכתוב ולהלחין שירים, לכתוב ספרים ולהעלות מופעים. מימיי להקת הנח"ל דרך כוורת, גזוז ודודה, ובהמשך עם קריירת סולו שנמשכת כבר 50 שנה, הוא לא עוצר לרגע. השירים, המנגינות והעיבודים שלו השפיעו עמוקות על הסגנון של המיינסטרים הישראלי. השילוב המיוחד שבין רוקנרול, בלוז, הצ'יזבטרון והאקורדיון, ואפילו העוד והקאנון נוכחים בתעודת הזהות של כולנו. `,
  onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות, ניזכר ביצירות מוכרות ואהובות שלו, ונכיר כמה פחות מוכרות, נדבר על רוקנרול, על שיתופי פעולה יצירתיים ועבודה עם אחרים, על התחזות למישהו שאנחנו לא, על אהבה, על משבר אמצע החיים, ואפילו על יגאל אלון. נבין מה הקשר בין דני סנדרסון לבין סטיב ג'ובס מייסד אפל, וננתח כמה מהשירים הפחות מוכרים שלו. 
ואחרי שנפרק ונרכיב מחדש את כל הסיפור העשיר הזה, אולי נצליח לראות את דני סנדרסון באור קצת שונה.`,
  bgColor: "bg-orange-50",
},  



];
