export const aristsData = [
  {
    name: "עלי",
    picture:
      "https://images.cdn-files-a.com/uploads/6918488/2000_65c646aa59e06.jpg",
    header: "הרצאות ממש ממש מעניינות",
    onartist: `אז מה עשיתי ב-20 השנים האחרונות?
הדרכתי.
הדרכתי פעוטות, ילדים, בני-נוער ומבוגרים. הדרכתי בתנועות נוער, ועדי עובדים, חיילים וקצינים בצה"ל. הדרכתי במוזאונים, בטיולים, בסיורים לימודיים-תכניים, בהרצאות ובשיעורים.
חוץ מזה – אני מנגן, הרבה.
אם יש לזה מיתרים – רוב הסיכויים שאני יכול לנגן על זה. נכון, יש נגנים טובים ממני – אז מזל שאני לא עושה מופעי מוזיקה.
והדבר שאני הכי אוהב לעשות בעולם – זה לספר סיפורים: סיפורים עשירים, מעניינים ומורכבים על דמויות ואירועים גדולים וקטנים, שהשפיעו על החיים של כולנו, ועיצבו את הזהות והתרבות שלנו, כאן בישראל.`,
    onlecture: ``,
    bgColor: "bg-stone-50 ",
  },
  {
    name: "aris-san",
    picture:
      "https://images.cdn-files-a.com/uploads/6918488/2000_65c646aa59e06.jpg",
    header: "הוא לא היה איש חכם, אין מה לעשות",
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן 17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 
'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `בשעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות ננסה להכיר את אריס סאן:
דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? 
וננסה להבין יחד איך הצליח תוך 13 שנים בלבד להשאיר חותם על מדינת ישראל, ולכתוב פרק משמעותי בסיפור שלה, שמלווה את כולנו עד היום ונוכח כמעט בכל פינה.`,

    bgColor: "bg-amber-50 ",
  },
  {
    name: "bialik",
    picture:
      "https://images.cdn-files-a.com/uploads/6918488/2000_65c646aa59e06.jpg",
    header: "המשורר הלאומי",
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `שעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות שבה נכיר את אריס סאן, דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? וננסה להבין איך הצליח ב-13 שנים להשאיר חותם על ישראל, ולהפוך לפרק בסיפור שלה, שמלווה אותה עד היום ונוכח כמעט בכל פינה.`,
    bgColor: "bg-cyan-50 ",
  },
  {
    name: "poliker",
    picture:
      "https://images.cdn-files-a.com/uploads/6918488/2000_65c646aa59e06.jpg",
    header: "אני אלקו, סתם ילד יווני",
    onartist: `אריס סאן, הוא אחד מאבות המוזיקה והתרבות הישראלית וחלוץ המוזיקה הים-תיכונית בארץ.
מי שהגיע ליפו כנער יווני בן17 והתחיל לנגן גיטרה במועדונים, והפך לאחת מאושיות התרבות הגדולות ביותר בישראל בשנות ה-60 וה-70, 'הוליד' דורות של מוזיקאים חדשים שהביאו את הקולות והניחוחות של הים התיכון והמזרח לקדמת הבמה בישראל.`,
    onlecture: `שעה של סיפורים, סרטונים, שירים, מוזיקה חיה ותמונות שבה נכיר את אריס סאן, דמותו, הסיפור שלו, מאיפה בא, ולאן הלך? וננסה להבין איך הצליח ב-13 שנים להשאיר חותם על ישראל, ולהפוך לפרק בסיפור שלה, שמלווה אותה עד היום ונוכח כמעט בכל פינה.`,
    bgColor: "bg-emerald-50 ",
  },
];
