import { artistsData } from "./artistdata.js";

const getArtistName = (name) => artistsData.find((a) => a.name === name)?.name;

export const lecturesCom = [
  // אריס סאן
  {
    artist: getArtistName("אריס סאן"),
    text: "ההרצאה של אריס סאן פתחה לי את העיניים! סיפור חיים מדהים.",
    author: "יוסי, תל אביב",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: "אהבתי את הנגינה של אור על הבוזוקי. הזכיר לי כשהייתי נערה ביפו.",
    author: "שרה, ראשון לציון",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: "הרצאה מרתקת ומלאת השראה. ממליץ בחום!",
    author: "דנה, תל אביב",
  },

  // ביאליק
  {
    artist: getArtistName("ביאליק"),
    text: "איזה סיפור מרתק. הרצאה ממש מושקעת ומקיפה .",
    author: "אהרון, רמת גן",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "שמעתי הרבה על ביאליק, אבל הרצאה זו הייתה חוויה אחרת לגמרי.",
    author: "עדי, אזור",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "מומלץ לכל חובבי ספרות ומוזיקה – הרצאה מקצועית ומעניינת.",
    author: "גפן, הצפון",
  },

  // פוליקר
  {
    artist: getArtistName("פוליקר"),
    text: "המפגש עם אור היה מעולה. הידע שלו מקיף, הוא שילב נגינה על בוזוקי, סיפרים על יהדות סלוניקי, והציג מגגון גדול של פוליקר וגלעד, וכמובן שירה יוונית. חוויה. תודה לאור!",
    author: "אסתר, גבעתיים",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "שנים לא ידעתי איך להתייחס למוזיקה היוונית של פוליקר, ובזכות ההרצאה הבנתי.",
    author: "לאה, חולון",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "החלק על קצר פה כל כך האביב גרם לי לבכות.",
    author: "אור, פתח תקווה",
  },

  // צלילי הכרם וצלילי העוד
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "הרצאה מעולה, ממש נהניתי מהזכרונות שזה העלה בי",
    author: "יוסי, גבעתיים",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "תמיד הייתי במחנה של דקמוש. עכשיו גם במחנה של העוד",
    author: "מיכל, רמת גן",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "אהבתי את ההשוואה לדרבי. בסוף הזוכים האמיתיים זה כולנו",
    author: "דוד, תל אביב",
  },

  // זוהר ארגוב
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "באמת לא ידעתי מה אפשר לחדש עוד על זוהר. אבל הופתעתי לטובה",
    author: "אפריים, בת ים",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "מודה שקשה לי עם הסיפור חיים שלו, אבל מדובר בזמר ענק",
    author: "נטלי, השפלה",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "דמות כל כך מורכבת, ואור עושה עבודה נפלאה בלהציג אותה מכל הכיוונים",
    author: "דוד, תל אביב",
  },
];
