import { artistsData } from "./artistdata.js";

const getArtistName = (name) => artistsData.find((a) => a.name === name)?.name;

export const lecturesCom = [
  // אריס סאן
  {
    artist: getArtistName("אריס סאן"),
    text: `"אור הנעמת לנו מאוד בנגינתך  והרצאתך אודות  
 הזמר היווני ישראלי אריס סאן,עלייתו ונפילתו ,חייו המרתקים ,שיריו ואהבתו לישראל .תודה מקרב לב .🙏🩵❤️",
    `,
    author: "אסתר, גבעתיים",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: "אהבתי את הנגינה של אור על הבוזוקי. הזכיר לי כשהייתי נערה ביפו.",
    author: "שרה, ראשון לציון",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: `"תודה רבה  הרצאה
מעניינת מאוד.
 נהניתי מאוד  מהנגינה של אור, היה נפלא.👏👏👏"
    `,
    author: "מישלין, גבעתיים",
  },

    {
    artist: getArtistName("אריס סאן"),
    text: `"ממש היה כייף 
נהנינו 🙏🏿"
    `,
    author: "רפי, גבעתיים",
  },

  

  // ביאליק
  {
    artist: getArtistName("ביאליק"),
    text: "איזה סיפור מרתק. הרצאה ממש מושקעת ומקיפה .",
    author: "אהרון, רמת גן",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "שמעתי הרבה על ביאליק, אבל הרצאה זו הייתה חוויה אחרת לגמרי.",
    author: "עדי, אזור",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "מומלץ לכל חובבי ספרות ומוזיקה – הרצאה מקצועית ומעניינת.",
    author: "גפן, הצפון",
  },

  // פוליקר
  {
    artist: getArtistName("פוליקר"),
    text: "המפגש עם אור היה מעולה. הידע שלו מקיף, הוא שילב נגינה על בוזוקי, סיפרים על יהדות סלוניקי, והציג מגגון גדול של פוליקר וגלעד, וכמובן שירה יוונית. חוויה. תודה לאור!",
    author: "אסתר, גבעתיים",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "שנים לא ידעתי איך להתייחס למוזיקה היוונית של פוליקר, ובזכות ההרצאה הבנתי.",
    author: "לאה, חולון",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "החלק על קצר פה כל כך האביב גרם לי לבכות.",
    author: "אור, פתח תקווה",
  },

  // צלילי הכרם וצלילי העוד
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "הרצאה מעולה, ממש נהניתי מהזכרונות שזה העלה בי",
    author: "יוסי, גבעתיים",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "תמיד הייתי במחנה של דקמוש. עכשיו גם במחנה של העוד",
    author: "מיכל, רמת גן",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "אהבתי את ההשוואה לדרבי. בסוף הזוכים האמיתיים זה כולנו",
    author: "דוד, תל אביב",
  },

  // זוהר ארגוב
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "באמת לא ידעתי מה אפשר לחדש עוד על זוהר. אבל הופתעתי לטובה",
    author: "אפריים, בת ים",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "מודה שקשה לי עם הסיפור חיים שלו, אבל מדובר בזמר ענק",
    author: "נטלי, השפלה",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "דמות כל כך מורכבת, ואור עושה עבודה נפלאה בלהציג אותה מכל הכיוונים",
    author: "דוד, תל אביב",
  }, 

  // יהונתן גפן
  {
    artist: getArtistName("יהונתן גפן"),
    text: "הרצאה מרתקת על דמות מורכבת. אהבתי את השילוב בין סיפורים, שירים ותמונות.",  
    author: "רונית, תל אביב",
  },
  {
    artist: getArtistName("יהונתן גפן"),
    text: "ההרצאה של יהונתן גפן הייתה חוויה מעוררת השראה. למדתי כל כך הרבה על חייו ויצירתו.",
    author: "אורי, רמת גן",
  },
  {
    artist: getArtistName("יהונתן גפן"),
    text: "אהבתי את ההרצאה על יהונתן גפן. הוא היה דמות כל כך מעניינת ומורכבת, וההרצאה הצליחה להציג את כל הצדדים שלו.",
    author: "שרה, ראשון לציון",
  },


];
