import { artistsData } from "./artistdata.js";

const getArtistName = (name) => artistsData.find((a) => a.name === name)?.name;

export const lecturesCom = [
  // אריס סאן
  {
    artist: getArtistName("אריס סאן"),
    text: `"אור הנעמת לנו מאוד בנגינתך  והרצאתך אודות  
 הזמר היווני ישראלי אריס סאן,עלייתו ונפילתו ,חייו המרתקים ,שיריו ואהבתו לישראל .תודה מקרב לב .🙏🩵❤️",
    `,
    author: "אסתר, גבעתיים",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: "אהבתי את הנגינה של אור על הבוזוקי. הזכיר לי כשהייתי נערה ביפו.",
    author: "שרה, ראשון לציון",
  },
  {
    artist: getArtistName("אריס סאן"),
    text: `"תודה רבה  הרצאה
מעניינת מאוד.
 נהניתי מאוד  מהנגינה של אור, היה נפלא.👏👏👏"
    `,
    author: "מישלין, גבעתיים",
  },

    {
    artist: getArtistName("אריס סאן"),
    text: `"ממש היה כייף 
נהנינו 🙏🏿"
    `,
    author: "רפי, גבעתיים",
  },

  

  // ביאליק
  {
    artist: getArtistName("ביאליק"),
    text: "איזה סיפור מרתק. הרצאה ממש מושקעת ומקיפה .",
    author: "אהרון, רמת גן",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "שמעתי הרבה על ביאליק, אבל הרצאה זו הייתה חוויה אחרת לגמרי.",
    author: "עדי, אזור",
  },
  {
    artist: getArtistName("ביאליק"),
    text: "מומלץ לכל חובבי ספרות ומוזיקה – הרצאה מקצועית ומעניינת.",
    author: "גפן, הצפון",
  },

  // פוליקר
  {
    artist: getArtistName("פוליקר"),
    text: "המפגש עם אור היה מעולה. הידע שלו מקיף, הוא שילב נגינה על בוזוקי, סיפרים על יהדות סלוניקי, והציג מגגון גדול של פוליקר וגלעד, וכמובן שירה יוונית. חוויה. תודה לאור!",
    author: "אסתר, גבעתיים",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "שנים לא ידעתי איך להתייחס למוזיקה היוונית של פוליקר, ובזכות ההרצאה הבנתי.",
    author: "לאה, חולון",
  },
  {
    artist: getArtistName("פוליקר"),
    text: "החלק על קצר פה כל כך האביב גרם לי לבכות.",
    author: "אור, פתח תקווה",
  },

  // צלילי הכרם וצלילי העוד
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "הרצאה מעולה, ממש נהניתי מהזכרונות שזה העלה בי",
    author: "יוסי, גבעתיים",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "תמיד הייתי במחנה של דקמוש. עכשיו גם במחנה של העוד",
    author: "מיכל, רמת גן",
  },
  {
    artist: getArtistName("צלילי הכרם וצלילי העוד"),
    text: "אהבתי את ההשוואה לדרבי. בסוף הזוכים האמיתיים זה כולנו",
    author: "דוד, תל אביב",
  },

  // זוהר ארגוב
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "באמת לא ידעתי מה אפשר לחדש עוד על זוהר. אבל הופתעתי לטובה",
    author: "אפריים, בת ים",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "מודה שקשה לי עם הסיפור חיים שלו, אבל מדובר בזמר ענק",
    author: "נטלי, השפלה",
  },
  {
    artist: getArtistName("זוהר ארגוב"),
    text: "דמות כל כך מורכבת, ואור עושה עבודה נפלאה בלהציג אותה מכל הכיוונים",
    author: "דוד, תל אביב",
  }, 

  // יהונתן גפן
  {
    artist: getArtistName("יהונתן גפן"),
    text: "הרצאה מרתקת על דמות מורכבת. אהבתי את השילוב בין סיפורים, שירים ותמונות.",  
    author: "רונית, תל אביב",
  },
  {
    artist: getArtistName("יהונתן גפן"),
    text: "ההרצאה של יהונתן גפן הייתה חוויה מעוררת השראה. למדתי כל כך הרבה על חייו ויצירתו.",
    author: "אורי, רמת גן",
  },
  {
    artist: getArtistName("יהונתן גפן"),
    text: "אהבתי את ההרצאה על יהונתן גפן. הוא היה דמות כל כך מעניינת ומורכבת, וההרצאה הצליחה להציג את כל הצדדים שלו.",
    author: "שרה, ראשון לציון",
  },

    // דני סנדרסון
  {
    artist: getArtistName("דני סנדרסון"),
    text: "הרצאה מלאה הומור סנדרסוני. איזה כיף. פשוט נהניתי מכל רגע.",  
    author: "רחל, פתח תקווה",
  },
  {
artist: getArtistName("דני סנדרסון"),
    text: "איזה אומן ענק הוא. כל-כך שמחתי שההרצאה מציגה את דני לאורך השנים, ולא רק מכוורת. באמת בן אדם מעורר השראה",
    author: "רחל, רמת גן",
  },
  {
artist: getArtistName("דני סנדרסון"),
    text: "לא מספיק אומרים את זה. סנדרסון הוא מהגיטריסטים הכי טובים שהיו פה בארץ בלי שום ספק. תודה לאור שהביא לנו מהצלילים שלו, וגם ניגן כל כך יפה בעצמו. ",
    author: "יעקב, ראשון לציון",
  },

  // זה נוער זה? זה בררה
  {
    artist: getArtistName("זה נוער זה – זה בררה!"),
    text: `"תודה על הארגון, התוכן, הכיבוד וכל השאר.
נהנינו מאוד והנכדים מזמינים את עצמם למפגש נוסף בשנה הבאה."`,  
    author: "שרה, ראשון לציון",
  },
  {
    artist: getArtistName("זה נוער זה – זה בררה!"),
    text: " תודה לאור על ערב מיוחד, ובמיוחד לנכדים שהגיעו והיו חלק מהותי בערב הזה. ☺️☺️☺️",
    author: "אתי, ראשון לציון",
  },
  {
artist: getArtistName("זה נוער זה – זה בררה!"),
    text: " בוקר טוב. היה אתמול ערב מענין ומיוחד. תודה לאור ולנכדים החמודים ולכל המשתתפים. ",
    author: "איריס, ראשון לציון",
  },

  // מרגול
  {
    artist: getArtistName("מרגול"),
    text: "הרצאה מעניינת ומרגשת. מאוד אהבתי את החיבורים שאור עושה בין דברים שונים.",  
    author: "יעקב, פתח תקווה",
  },
  {
artist: getArtistName("מרגול"),
    text: "איזו אישה עוצמתית. מרגול היא כוח טבע, ואור מצליח לגעת בעדינות במורכבות של הדמות שלה",
    author: "יצחק, רמת גן",
  },
  {
artist: getArtistName("מרגול"),
    text: "אני לא מבין גדול במוזיקה, וממש אהבתי את ההסבר של אור על סוד הקסם של המוזיקה של מרגלית צנעני עם המילים של רחל שפירא. ",
    author: "אתי, חדרה",
  },





];
