import about_me from "./assets/pictures/about_me.jpeg";

export const aboutMe = {
  name: "עלי",
  picture: about_me,
  header: '"רק על עצמי לספר ידעתי..."',
  onartist: `אז מה עשיתי ב-20 השנים האחרונות?
הדרכתי.
הדרכתי פעוטות, ילדים, בני-נוער ומבוגרים. הדרכתי בתנועות נוער, ועדי עובדים, חיילים וקצינים בצה"ל. הדרכתי במוזאונים, בטיולים, בסיורים לימודיים-תכניים, בהרצאות ובשיעורים.
חוץ מזה – אני מנגן, הרבה.
אם יש לזה מיתרים – רוב הסיכויים שאני יכול לנגן על זה. נכון, יש נגנים טובים ממני – אז מזל שאני לא עושה מופעי מוזיקה.
והדבר שאני הכי אוהב לעשות בעולם – זה לספר סיפורים: סיפורים עשירים, מעניינים ומורכבים על דמויות ואירועים גדולים וקטנים, שהשפיעו על החיים של כולנו, ועיצבו את הזהות והתרבות שלנו, כאן בישראל.`,

  bgColor: "bg-stone-50 ",
  recommendations: [
    { text: "ההרצאות הכי טובות בעולם. ואור מרצה מעולה", author: 'עדי, ראשל"צ' },
    {
      text: "היה מאד מעניין, אהבתי את ההגשה את קטעי הקישור, הסיפור ואיך שסיפר היה מעניין, ברור וממצה, אהבתי מאד.",
      author: "- גימלאים בחברותא",
    },

    {
      text: "ההרצאה הייתה מעניינת, קולחת וממצה. מאד מאד אהבתי. תודה רבה.",
      author: "- גימלאים בחברותא",
    },
    {
      text: "מודה לאור מאד על ההופעה אצלנו, היה מעולה. היו ביקורות מעולות גם מכל החברים בקבוצה, תודה רבה.",
      author: "- אפריים, גבעתיים ",
    },
    {
      text: "אור היה אצלנו בקבוצה ביום חמישי, החברים ממש נהנו בהרצאה על פוליקר. ממש מומלץ!",
      author: "- אתי, ראשון לציון",
    },
  ],
};
